Repository: dinhquydds/nanocucurmin
Catalog: tm/contemporary fixed prosthesis-level2.tmx
Source language: en_us
Languages: vi

source: For instance, partial dissolution of the luting agent may be difficult to diagnose with a subgin- gival margin.
vi: Ví dụ, sự tan rã một phần chất gắn có thể khó chẩn đoán ở đường viền dưới nướu.

source: For instance, the porcelain veneer of a metal-ceramic restoration may
vi: Ví dụ, veneer sứ của phục hình sứ - kim loại có thể

source: For those patients, the recall interval was lengthened to one to two times per year.
vi: Những bệnh nhân này, khoảng thời gian tái khám được kéo dài 1 - 2 lần mỗi năm.

source: Fourteen years later, all teeth were stable without any clinically significant mobility, and the anterior guidance components exhibited no visible faceting.
vi: Sau 14 năm, tất cả răng ổn định không có bất kỳ dấu hiện lung lay lâm sàng, và thành phần hướng dẫn phía trước không có diện mòn.

source: Fracture of a tooth that has not been endodontically treated can be confirmed by sequential loading of indi- vidual cusps (Fig. 31-20).
vi: Gãy răng không được điều trị nội nha có thể xác nhận bởi tải lực tuần tự của các múi răng (Hình 31-20).

source: Fractured Connector
vi: Gãy phần nối

source: Fractured Porcelain Veneer
vi: Gãy Veneer Sứ

source: Furcation involvement
vi: Lộ vùng chẽ

source: Furthermore, proximal boxes can be incorpo- rated to achieve extra metal thickness if it is anticipated that a nonrigid (dovetail) rest could simplify future re-treatment (see Fig. 31-35).
vi: Hơn nữa, kết hợp với hộp tiếp cận có thể đạt được thêm độ dày của kim loại nếu nó được dự đoán một ổ tựa không cứng chắc có thể làm đơn giản điều trị lại trong tương lai (xem Hình 31-35).

source: G and H, Waxed overlay.
vi: G và H, làm mẫu sáp.

source: G, Dental implants were placed to restore the mandibular arch and to provide retention and support for a maxillary partial removable dental prosthesis (RDP).
vi: G, Cấy ghép nha khoa được đặt để phục hồi cung hàm dưới và cung cấp lưu giữ và nâng đỡ cho phục hình tháo lắp bán phần hàm trên (RDP).

source: G, Final esthetic results that would have been very difficult to achieve without the aid of OFE.
vi: G, Kết quả thẩm mỹ sau cùng rất khó đạt được nếu không có sự trợ giúp của chỉnh nha.

source: G, Occlusal view at clinical evaluation.
vi: G, Nhìn phía nhai trên lâm sàng

source: G, Panoramic radiograph of four implants placed in the augmented ridge.
vi: G, Phim toàn cảnh của 4 implant đặt vào vùng ghép xương.

source: G, The abut- ment.
vi: G, Cùi răng.

source: G, Working-side excursion.
vi: G, Sang bên làm việc.

source: Genetic factors Patient’s age
vi: Yếu tố di truyền Tuổi của bệnh nhân

source: Gingival Biotype
vi: Dạng sinh học nướu răng

source: Gingival margins above CEJ
vi: Đường viền nướu trên CEJ

source: Gingival margins at or below CEJ
vi: Đường viền nướu tại hoặc thấp hơn CEJ

source: Gingival recession after disease
vi: Tụt nướu sau bệnh

source: Gingival thickness: <1.5 mm; width: 3.5-5 mm
vi: Độ dày nướu: <1.5 mm; rộng: 3.5-5 mm

source: Gingival thickness: ≥2.0 mm; width: 5-6 mm
vi: Độ dày nướu: <2.0 mm; rộng: 5-6 mm

source: Give three examples of treatment planning in which future failure is taken into consideration.
vi: Cho 3 ví dụ kế hoạch điều trị mà thất bại trong tương lai phải được xem xét.

source: Grip can be enhanced with emery powder.
vi: Cán cầm có thể được tăng cường bằng bột đá.

source: Guidelines for Subgingival Margin Placement
vi: Hướng dẫn đặt đường viền dưới nướu

source: H, Appearance at completion of treatment.
vi: H, Sau điều trị.

source: H, Definitive cast for mandibular partial removable dental prosthesis (RDP) framework before duplication.
vi: H, Mẫu hàm sau cùng cho khung sườn phục hình tháo lắp bán phần hàm dưới (RDP) trước khi sao mẫu.

source: H, Fourteen-year postoperative radiographs.
vi: H, Phim X quang 14 năm sau điều trị.

source: H, Patterns with sprues inserted.
vi: H, Mẫu gắn kim đúc.

source: H, Radio- graph of the significant bone growth in comparison with part A.
vi: H, Phim x quang cho thấy thể tích xương tăng lên đáng kể so sới hình A.

source: H, Removed prosthesis.
vi: H, Gỡ bỏ phục hình

source: H, The adjusted surfaces are polished.
vi: H, Đánh bóng bề mặt.

source: H, The gingival tissue levels were corrected with periodontal surgery.
vi: H, Mức mô nướu được sửa bằng phẫu thuật nha chu.

source: Healthy or mild periodontal disease No tooth loss
vi: Khoẻ mạnh hoặc bệnh nha chu nhẹ Không mất răng

source: Historically, a tooth was considered to have a poor prognosis if it had 50% attach­ ment loss or a class II furcation; a tooth had a question­ able prognosis if it had more than 50% attachment loss, a class II or class III furcation, or a poor crown­to­root ratio or poor root form (see Fig. 5­14).35­38
vi: Trong quá khứ, một được xem là có tiên lượng xấu nếu mất 50% bám dính hoặc có vùng chẽ phân loại II; một răng có tiên lượng nghi vấn nếu mất hơn 50% mất bám dính, vùng chẽ phân loại II hoặc III, tỉ lệ thân chân kém hoặc chân răng xấu. (xem Hình 5-14)

source: History and General Examination
vi: Bệnh sử và thăm khám tổng quát

source: How can advanced root caries be satisfactorily resolved?
vi: Làm thế nào để sâu chân răng tiến triển được giải quyết thoả đáng?

source: How can they be avoided?
vi: Làm cách nào để phòng tránh?

source: How is looseness of a retainer confirmed?
vi: Làm cách nào để xác định phần giữ bị lỏng?

source: However, a healthy immune system has been shown to be able to compensate for the presence of some residual plaque.13
vi: Tuy nhiên, một hệ thống miễn dịch khoẻ mạnh cũng được chứng minh có khả năng bù vào sự hiện diện của vài mảng bám dư.

source: However, although peri­ odontally compromised teeth can be retained over long periods of time, such teeth may not provide a solid foun­ dation to support a fixed dental prosthesis.
vi: Tuy nhiên, mặc dù các răng thoả hiệp nha khoa có thể tồn tại khoảng thời gian dài, các răng này không cung cấp nâng đỡ vững chắc để nâng đỡ hàm giả cố định.

source: However, by being aware of the patient’s systemic health and biotype, the dentist can make choices before the
vi: Tuy nhiên, bằng cách nhận biết sức khoẻ toàn thân và dạng sinh học, nha sĩ có thể lựa chọn trước khi

source: However, if that same patient is missing teeth and now requires comprehensive restorative dentistry, strategic extractions may be necessary to improve prosthetic pre­ dictability (Fig. 5­15).
vi: Tuy nhiên, nếu đó là cùng một bệnh nhân mất răng và bây giờ cần phục hồi toàn diện nha khoa, chiến lược nhổ răng răng có thể cần thiết để cải thiện tiên lượng phục hình (Hình 5­15).

source: However, in view of the constraints, they are a preferred alternative to compre- hensive re-treatment with elaborate FDPs.
vi: Tuy nhiên, theo quan điểm hạn chế, nó là thay thế ưa thích so với điều trị lại phục hình cố định.

source: However, individuals with access to proper dental care can retain even com­ promised teeth for extended periods of time.3­7 According to data from the 2009 and 2010 National Health and Nutrition Examination Survey (NHANES),8 only 38.5% of adults in the United States have one or more teeth affected by moderate to severe periodontal disease.
vi: Tuy nhiên, những người được tiếp cận dịch vu chăm sóc nha khoa thích hợp có thể giữ lại răng trong một thời gian dài. 3-7 Theo dữ liệu từ 2009 - 2010 của National Health and Nutrition Examination Survey (NHANES),8 chỉ 38.5% người trưởng thành ở Mỹ có một hoặc nhiều răng bị bệnh nha chu vừa đến nặng.

source: However, it is impossible, even for the most experienced and talented clinicians, to anticipate every contingency and complication.
vi: Tuy nhiên, đó là điều không thể, ngay cả những bác sĩ có kinh nghiệm và tài năng nhất, để dự đoán tất cả trường hợp dự phòng và biến chứng.

source: However, the device is worn only at night.
vi: Tuy nhiên, khí cụ chỉ mang vào ban đêm.

source: However, there is no indication that caries is more likely to occur in association with prostheses than on unre- stored teeth.3
vi: Tuy nhiên, không có chỉ định rằng sâu răng thường xảy ra liên quan với phục hình hơn răng không phục hồi.3

source: However, unless followed by fre­ quent SPT, plaque will reaccumulate in the surgical sites, periodontal disease will recur, and significant attachment will be further lost.25 Short­term positive changes from various surgical therapies ameliorate over time.
vi: Tuy nhiên, trừ khi điều trị SPT thường xuyên, mảng bám sẽ tái tích tụ ở vùng phẫu thuật, bệnh nha chu sẽ tái phát, và bám dính sẽ tiếp tục mất. Thay đổi tích cực ngắn hạn từ thay đổi điều trị phẫu thuật cải thiện tốt hơn qua thời gian.

source: I and J, Anterior teeth were prepared for fixed restorations.
vi: I và J, Răng trước được sửa soạn cho phục hình cố định.

source: I, Appearance of metal frame- work at evaluation.
vi: I, Đánh giá khung sườn kim loại.

source: I, Cast overlay.
vi: I, Đúc overlay.

source: I, Completed mandibular RDP.
vi: I, Hoàn thành RDP hàm dưới.

source: IMPLANT SITE MAINTENANCE AND DEVELOPMENT
vi: DUY TRÌ VÀ PHÁT TRIỂN VÙNG CẤY GHÉP

source: Ideally, the design of a prosthesis should incorporate an escape mechanism to allow simple and convenient alteration to accommodate future treat- ment needs.
vi: Lý tưởng, thiết kế phục hình nên kết hợp với một lối thoát để thay thế nhu cầu điều trị phục hình tương lai đơn giản và thuận tiện.

source: If a fracture has occurred, the tooth is almost invariably lost, which can
vi: Nếu xảy ra gãy, răng gần như phải nhổ bỏ, có thể

source: If a probe is placed within the gingival sulcus, and if the biotype is thin, the tip of the probe can be visualized through the sulcus.
vi: Nếu đầu thám trâm được đặt trong khe nướu, và nếu dạng sinh học nướu mỏng, đầu của thám trâm có thể hiện ra qua khe nướu.

source: If any minor shift in tooth position has occurred, some occlusal adjustment may be necessary.
vi: Nếu xảy ra sự thay đổi nhẹ vị trí răng, có thể cần điều chỉnh khớp cắn.

source: If caries is overlooked, disease may rapidly progress to the point at which the fabrication of a new prosthesis becomes inevitable or, even worse, tooth loss results.
vi: Nếu sâu răng bị bỏ sót, bệnh có thể nhanh chóng tiến tới điểm mà phải dùng một phục hình giả là không thể tránh khỏi, hoặc tệ hơn là mất răng.

source: If defective restorations are not corrected during initial therapy, the healing response will be stunted.
vi: Nếu phục hồi lỗi không được sửa chữa trong điều trị ban đầu, đáp ứng lành thương sẽ bị chậm lại.

source: If instead metal-ceramic retainers had been used, additional treatment needs and possibly the loss of the lateral incisor may have eventually resulted.
vi: Nếu thay vào đó dùng phần giữ sứ - kim loại, cần điều trị bổ sung và có thể mất răng cửa bên.

source: If parafunctional activity is a cause of tooth wear, the progression of facet formation often begins on the canines.
vi: Nếu hoạt động cận chức năng là nguyên nhân của mòn răng, sự tiến triển của diện mòn thường bắt đầu ở răng nanh.

source: If pontics are properly designed (see Chapter 20), floss can be looped through the embrasure spaces on each side, and the loop can be pulled tightly against the convex pontic tissue surface.
vi: Nếu nhịp cầu được thiết kế đúng (xem chương 20) chỉ nha khoa có thể vòng qua mặt tiếp cận của mỗi bên, và vòng có thể kéo chặt vào phần nhô vào mô của nhịp cầu.

source: If possible, the dentist should anticipate the long-term prognosis and treatment needs
vi: Nếu có thể, nha sĩ nên dự đoán tiên lượng dài hạn và nhu cầu điều trị

source: If recall is less frequent, recurrent caries or the development of periodontal disease may go undetected.
vi: Nếu tái khám ít hơn, sâu răng hiện hành hoặc sự phát triển của bệnh nha chu có thể không bị phát hiện.

source: If so, the patient is rescheduled to visit the following week to confirm that no further correction is needed.
vi: Nếu vậy, bệnh nhân được hẹn lại vào tuần sau để chắc chắn rằng không có cần điều chỉnh gì thêm.

source: If strategic extractions are indicated, it is advisable to consider whether such teeth can serve as interim abut­
vi: Nếu chỉ định nhổ răng, người ta khuyên nên xem xét các răng có thể phục vụ như cùi răng tạm thời.

source: If the FDPs have been designed care- fully and the patient is cooperative and maintains excellent plaque control, FDPs can withstand the test of time.
vi: Nếu FDP được thiết kế cẩn thận và bệnh nhân hợp tác và duy trì kiểm soát mảng bám tuyệt đối, FDP có thể đứng vững qua thời gian.

source: If the abutment teeth have good bone support and minimal mobility, fractures of connectors can be very difficult to detect clinically.
vi: Nếu răng trụ có xương nâng đỡ tốt và lung lay tối thiểu, gãy phần nối có thể rất khó xác định trên lâm sàng.

source: If the bone levels remain stable, the papilla will also be stable.
vi: Nếu mức xương vẫn còn ổn định, gai nướu cũng sẽ ổn định.

source: If the cast restoration is supported by an amalgam or composite resin core, the extent of the caries may be difficult to determine.
vi: Nếu phục hình đúc được nâng đỡ bằng amalgam hoặc comosite, có thể khó phát hiện sâu răng lan bên dưới.

source: If the distance from the bone to the papilla is 5 mm or greater, the contact point must move apically to the top of the existing papilla (Fig. 5­27).
vi: Nếu khoảng cách từ xương đến gai nướu lớn hơn 5 mm, điểm tiếp xúc phải di chuyển về phía chóp đến đỉnh của gai nướu hiện tại (Hình 5-27).

source: If the distance is less than 5 mm, the dentist can compress the balloon by adding restora­ tive material to the mesial and distal tooth walls lateral to the papilla.
vi: Nếu khoảng cách nhỏ hơn 5 mm, nha sĩ có thể nén bong bóng bằng cách thêm vật liệu phục hồi và phía xa và phía gần thành răng vào gai nướu.

source: If the embrasure is ideal width, the papilla assumes a pointed form, has a sulcus of 2.5 to 3.0 mm and is healthy.
vi: Nếu khoang tiếp cận có chiều rộng lý tưởng, nhú nướu tạo thành dạng nhú, có rãnh 2.5 - 3.0 mm và khoẻ mạnh.

source: If the embrasure is too narrow, the papilla may grow out to the facial and lingual, form a col, and become inflamed.”
vi: Nếu khoang tiếp cận quá hẹp, nhú nướu có thể phát triển ra mặt ngoài và mặt trong, tạo thành dạng cột và bị viêm.”

source: If the patient experiences no additional decay or periodontal breakdown after 2 years, the SPT interval can be lengthened to 4 to 6 months.
vi: Nếu bệnh nhân không có thêm sâu răng hoặc phá huỷ nha chu sau 2 năm, khoảng SPT có thể kéo dài 2 - 4 tháng.

source: If the patient has several endodontically treated teeth that have been restored with posts and cores and with FDPs, the possibility of root fracture should be consid- ered, especially for teeth that were internally weakened as a result of endodontic treatment in conjunction with oversized posts of suboptimal length.
vi: Nếu bệnh nhân có nhiều răng điều trị nội nha được phục hồi bằng chốt và phục hình cố định. phải xét đến khả năng gãy chân răng, đặc biệt là răng suy yếu do điều trị nội nha kết hợp với chốt quá lớn.

source: If the patient primarily clenches, the dentist should consider a slightly flatter anterior ramp than is ordinarily incorporated in the conventional device.
vi: Nếu bệnh nhân chủ yếu siết chặt răng, nha sĩ nên xem xét một hướng dẫn trước hơi phẳng hơn các khí cụ thông thường.

source: If the porcelain has fractured on an otherwise satisfac- tory multiunit prosthesis, an attempt at repair rather than a remake may be justified to save the patient additional discomfort, time, and expense.
vi: Nếu sứ bị gãy trên một phục hình nhiều đơn vị, nỗ lực sửa chữa hơn là làm lại là hợp lý để bệnh nhân không khó chịu, thời gian và chi phí.

source: If the previous restorative margins were prepared conservatively, the roots can be reshaped with a diamond bur to eliminate the old margin completely.66 This technique allows smoothing of rough cement enamel junctions67 and minimizes root
vi: Nếu đường viền phục hình trước đó được chuẩn bị dè dặt, chân răng có thể được tạo hình lại bằng mũi khoan kim cương để loại bỏ hoàn toàn đường viền phục hình cũ. Kỹ thuật này cho phép làm mịn đường nối men xê măng xù xì và giảm thiểu chân răng

source: If the thickness is less, bone must be removed.
vi: Nếu độ dày nhỏ, phải cắt bỏ xương.

source: Impact zone
vi: Vùng ảnh hưởng

source: Implant site devel­ opment is very technique sensitive (Fig. 5­30).
vi: Phát triển vùng cấy ghép là kỹ thuật rất nhạy cảm (Hình 5­30).

source: Improperly contoured restorations should be recontoured or replaced.
vi: Đường viền phục hình không đúng nên được sửa lại hoặc thay thế.

source: In a healthy periodontal sulcus, the tip of a probe extends approximately 0.5 mm into the epithelial attachment.
vi: Trong khe nướu khoẻ mạnh, đầu của cây thăm dò mở rộng khoảng 0.5 mm vào bám dính biểu mô.

source: In a slightly more advanced state of wear, additional facets can be observed on the
vi: Trong giai đoạn mòn hơn, các diện mòn khác có thể quan sát được trên

source: In addition, gingival sulcular fluid flow increases, with higher numbers of inflammatory cells and accumulation of lymphoid cells subjacent to the junctional epithelium.
vi: Ngoài ra, lưu lượng dịch khe nướu tăng, với số lượng tế bào viêm tăng cao và tích tụ của tế bào lympho ở dưới kết nối biểu mô.

source: In addition, margin gaps and recurrent caries are more difficult to diagnose.
vi: Ngoài ra, hở bờ và sâu răng tái phát thường khó chẩn đoán.

source: In another study,33 children (aged 3 to 13) of adult patients being treated for periodontal disease were evaluated.
vi: Trong nghiên cứu khác, trẻ em (3 - 13 tuổi) của bệnh nhân trưởng thành được điều trị bệnh nha chu được đánh giá.

source: In comparison with an intact tooth surface, all restora­ tions exhibit open, rough margins that favor plaque retention.
vi: Khi so sánh với bề mặt răng nguyên vẹn, tất cả phục hồi có đường viền xù xì, mở thích hợp để lưu giữ mảng bám.

source: In conjunction with loss of tooth #1, this would have necessitated a partial removable dental prosthesis or implant-supported fixed dental prosthesis.
vi: Cùng với sự mất của răng #1, điều này cần phải phục hình tháo lắp hoặc phục hình cố định nâng đỡ trên implant nha khoa.

source: In contrast, retention of teeth, even if temporary, can help retain and augment tissue in anticipated implant sites, improving future esthetics and implant considerations.46
vi: Ngược lại, giữ lại các răng, thậm chí nếu tạm thời có thể giúp giữ và làm tăng mô xương trong vùng định cấy ghép, cải thiện thẩm mỹ trong tương lai và cân nhắc cấy ghép.

source: In difficult or questionable situ- ations, the diagnosis should be confirmed by an appropri- ate specialist.
vi: Trong tình huống nghi ngờ hoặc khó, chẩn đoán nên được xác nhận bởi một chuyên gia thích hợp.

source: In general, identification of patients with extreme prognoses—either good or hopeless—is reasonably straightforward in com­ parison with determining a prognosis for patients with prognoses in between.
vi: Nói chung, nhận dạng bệnh nhân tiên lượng nặng - tốt hoặc vô vọng - là hợp lý so với xác định tiên lượng bệnh nhân với bệnh nhân tiên lượng ở giữa.

source: In health, sulcus depth varies between 1 mm on the facial and lingual aspects and 2 to 3 mm interproximally
vi: Khi khoẻ mạnh, độ sâu rãnh thay đổi từ 1 mm ở mặt ngoài và mặt trong và 2 - 3 mm ở khoảng tiếp cận.

source: In most successful long­term studies, 2 to 3 months has been the standard time interval between SPT appointments.4,28 The appointment inter­ val is then lengthened or shortened according to the results for the individual patient.
vi: Trong các nghiên cứu dài hạn thành công nhất, 2 - 3 tháng là khoảng thời gian chuẩn giữa các lần hẹn SPT. Khoảng thời gian hẹn sau đó dài hơn hoặc ngắn hơn theo kết quả của từng bệnh nhân.

source: In other circumstances, the fractured area may be repaired with composite resin retained by means of mechanical undercuts in the metal framework.49 The use of a silane coupling agent is also recommended for these repairs.
vi: Trong hoàn cảnh khác, vùng gãy có thể được sửa chữa bằng nhựa comosite lưu giữ chính bằng cơ học dưới khung sườn. Sử dụng silane coupling agent cũng được khuyến cáo.

source: In particular, the canines should be inspected because wear in this area soon leads to other excursive interferences.
vi: Đặc biệt, răng nanh nên được kiểm tra bởi vì mòn ở vùng này dẫn đến các nhiễu loạn khác.

source: In patients who respond to initial therapy with significant reductions in pocket depths and in BOP, the prognosis is significantly more positive.39,40
vi: Ở bệnh nhân đáp ứng với điều trị ban đầu với giảm đáng kể độ sâu túi và BOP, tiên lượng tích cực hơn.

source: In practice, luting agents are available in a wide range of radiopacities.4-6 Figure 31-5 summarizes data from these studies.
vi: Trong thực tế, chất gắn có một khoảng rộng độ trong mờ dưới X quang. 4-6 Hình 31-5 tóm tắt dữ liệu từ những nghiên cứu.

source: In some circumstances, previous restorations, existing decay, esthetics, or retention/resistance needs dictate a subgingival margin.
vi: Trong một số trường hợp, phục hồi trước đó, sâu răng hiện có, thẩm mỹ hoặc nhu cầu lưu giữ/đề kháng của đường hoàn tất dưới nướu.

source: In the anterior areas, it is advisable to wait 6 months before final margin placement because of the increased esthetic demands.24 Surgical correction is seldom done on a single tooth.
vi: Ở phía trước, người ta khuyên nên chờ 6 tháng trước khi đặt đường hoàn tất sau cùng bởi vì nhu cầu thẩm mỹ. Phẫu thuật điều chỉnh hiếm khi thực hiện trên một răng duy nhất.

source: In the anterior esthetic zone, surgery is often contraindicated unless all teeth would benefit from a longer tooth length (Fig. 5­26).
vi: Trong vùng thẩm mỹ phía trước, phẫu thuật thường là chống chỉ định trừ khi tất cả các răng có lợi từ làm dài răng (Hình 5­26).

source: In the esthetic zones, orthodontic extrusion can mini­ mize the risk for significant gingival changes while cor­ recting BWVs.68 A slow (1 mm per month), low­force extrusion (15 to 50 g) will bring the alveolar bone and gingiva with the tooth.
vi: Trong vùng thẩm mỹ, chỉnh nha làm trồi răng có thể hạn chế nguy cơ thay đổi đáng kể trong khi chỉnh sửa BWVs. Lực trồi răng nhỏ (1 mm mỗi tháng) (15 - 50 g) sẽ mang theo xương ổ và nướu theo răng.

source: In the initial discussion of an extensive treatment plan with a patient with a severely compromised dentition, the many risks and possibilities of failure must be fully understood by all parties.
vi: Trong cuộc thảo luận ban đầu của kế hoạch điều trị của bệnh nhân có hàm răng bị tổn hại nghiêm trọng, có nhiều nguy cơ và thất bại phải được hiểu đầy đủ bởi tất cả các bên.

source: In the most challenging scenario, a patient with a thin biotype and a high smile line, displaying 2 to 4 mm of gingiva, is in need of a maxillary anterior extraction.
vi: Trong trường hợp khó khăn nhất, bệnh nhân có dạng sinh học nướu mỏng và đường cười cao, lộ ra 2 - 4 mm nướu, là cần nhổ răng trước hàm trên

source: In the posterior quadrants, new margins can be successfully placed 3 months after surgery.
vi: Ở phần tư phía sau, đường viền mới có thể đặt thành công sau 3 tháng phẫu thuật.

source: In the posterior quad­ rants, surgical correction is usually the treatment of choice.
vi: Trong vùng phía sau, phẫu thuật điều chỉnh thường là điều trị được chọn.

source: In this challenging scenario, OFE can be utilized to force eruption of the “hopeless” tooth 3 mm or more.
vi: Trong bối cảnh đầy thử thách này, OFE có thể được dùng để lực mọc răng của răng vô vọng 3 mm hoặc hơn.

source: In this patient, poor oral hygiene has led to gingival inflammation (arrows).
vi: Ở bệnh nhân này, vệ sinh răng miệng kém dẫn đến viêm nướu (mũi tên).

source: In this situation, the tooth requires repreparation and a
vi: Trong trương hợp này, răng cần được sửa soạn lại và làm
